/*
Navicat MySQL Data Transfer

Source Server         : RomeCat_localhost
Source Server Version : 50528
Source Host           : localhost:3306
Source Database       : supercat

Target Server Type    : MYSQL
Target Server Version : 50528
File Encoding         : 65001

Date: 2019-06-05 22:08:14
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for rc_user
-- ----------------------------
DROP TABLE IF EXISTS `rc_user`;
CREATE TABLE `rc_user` (
  `user_id` bigint(20) NOT NULL COMMENT '用户编号',
  `user_name` varchar(25) DEFAULT NULL COMMENT '用户名',
  `password` varchar(100) DEFAULT NULL COMMENT '用户密码',
  `phone` varchar(20) DEFAULT NULL COMMENT '联系电话',
  `phonesec` varchar(20) DEFAULT NULL,
  `real_name` varchar(10) DEFAULT NULL COMMENT '真实姓名',
  `idcard` varchar(20) DEFAULT NULL,
  `sex` varchar(2) DEFAULT NULL COMMENT '性别',
  `email` varchar(30) DEFAULT NULL COMMENT '联系邮箱',
  `type_id` int(11) DEFAULT NULL COMMENT '类型（0代表车辆用户，1代表厂商用户，2代表经销商用户，3代表农机局账户，4代表合作社账户）',
  `vip` int(2) DEFAULT NULL COMMENT '用户角色是否是vip 0不是 1是',
  `vip_start_time` datetime DEFAULT NULL,
  `vip_end_time` datetime DEFAULT NULL COMMENT 'vip结束时间',
  `audit_state` int(11) DEFAULT NULL COMMENT '审核状态（0：审核通过，1：审核未通过，2：待审核）',
  `status` int(2) DEFAULT NULL COMMENT '用户车辆绑定状况（0：无车辆信息，1：有车辆信息）',
  `image` text COMMENT '用户头像图片，采用base64保存',
  `add_time` datetime DEFAULT NULL,
  `add_user` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of rc_user
-- ----------------------------
INSERT INTO `rc_user` VALUES ('229662097028550656', 'yxz', '123456', '13581623152', null, 'yanxuzhe', null, '0', null, '100', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480721354760', 'zsadmin', '123456', '15738986677', null, '李先生', null, '0', '15738986677@qq.com', '1', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480725549056', 'zs-test', '123456', '15896611817', null, '洛阳中收管理员', null, '0', '15896611817@qq.com', '1', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103488', 'liuchunliang', '123456', '18567273583', null, '刘春良', null, '0', '18567273583@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103489', 'sqshennong', '123456', '18623772383', null, '社旗县神农农机公司', null, '0', '18623772383@qq.com', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103490', 'shizhenggou', '123456', '15970623503', null, '史正狗', null, '0', '15970623503@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103491', 'zhouhongmei', '123456', '13667006931', null, '周红梅', null, '0', '13667006931@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103492', 'lixiaohuang', '123456', '13576291569', null, '李小煌', null, '0', '13576291569@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103493', 'dingdongnv', '123456', '15797800378', null, '丁东女', null, '0', '15797800378@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103494', 'mameiguo', '123456', '13170853332', null, '马美国', null, '0', '13170853332@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103495', 'wanlaxing', '123456', '15070996813', null, '万腊省', null, '0', '15070996813@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103496', 'luolaijin', '123456', '15179178239', null, '罗来金', null, '0', '15179178239@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103497', 'gongliangbin', '123456', '13870976693', null, '龚良斌', null, '0', '13870976693@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103498', 'fuguomin', '123456', '13755646160', null, '付国民', null, '0', '13755646160@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103499', 'zhuxuren', '123456', '13767064769', null, '朱绪仁', null, '0', '13767064769@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103500', 'liuaiping', '123456', '13767950139', null, '刘爱平', null, '0', '13767950139@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103501', 'tanjianrong', '123456', '13576125361', null, '谭建荣', null, '0', '13576125361@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480759103502', 'xiongjianxin', '123456', '13767400682', null, '熊建新', null, '0', '13767400682@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297792', 'zhangli', '123456', '15907094759', null, '章立', null, '0', '15907094759@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297793', 'huxiaoping', '123456', '13576996457', null, '胡小平', null, '0', '13576996457@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297794', 'gongxinggen', '123456', '13767108294', null, '龚省根', null, '0', '13767108294@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297795', 'yubaosheng', '123456', '13732992010', null, '喻保生', null, '0', '13732992010@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297796', 'tuyuzhan', '123456', '13687910487', null, '涂玉战', null, '0', '13687910487@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297797', 'huangdaigen', '123456', '13361638650', null, '黄代根', null, '0', '13361638650@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297798', 'zengkaisheng', '123456', '13767001855', null, '曾开生', null, '0', '13767001855@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297799', 'wanchenggui', '123456', '13870698564', null, '万成贵', null, '0', '13870698564@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297800', 'zhangqinghua', '123456', '13767499092', null, '章清华', null, '0', '13767499092@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297801', 'zhangshuigen', '123456', '15879173306', null, '章水根', null, '0', '15879173306@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297802', 'wanxunmin', '123456', '13576984417', null, '万训民', null, '0', '13576984417@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297803', 'xiaoshouyong', '123456', '13007205860', null, '肖守勇', null, '0', '13007205860@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297804', 'xiongxiangbao', '123456', '13803532464', null, '熊香保', null, '0', '13803532464@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297805', 'caorendi', '123456', '13970962984', null, '曹任弟', null, '0', '13970962984@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480763297806', 'wanshuquan', '123456', '13970916446', null, '万淑全', null, '0', '13970916446@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492096', 'zhuchunhua', '123456', '13755793873', null, '朱春花', null, '0', '13755793873@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492097', 'huangmeigen', '123456', '18779870712', null, '黄美根', null, '0', '18779870712@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492098', 'luolaifang', '123456', '13755760336', null, '罗来芳', null, '0', '13755760336', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492099', 'songzhongren', '123456', '15070839329', null, '刘中仁', null, '0', '15070839329@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492100', 'liushengren', '123456', '15907093928', null, '刘生仁', null, '0', '15907093928@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492101', 'tuguohua', '123456', '15070999702', null, '涂国华', null, '0', '15070999702@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492105', 'wangmougu', '123456', '13807908795', null, '王哞牯', null, '0', '13807908795@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492106', 'xiaoan', '123456', '13879086518', null, '肖安', null, '0', '13879086518', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492107', 'liuxiaoping', '123456', '13879079352', null, '刘小平', null, '0', '13879079352@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492108', 'zhanggouzhu', '123456', '13879047017', null, '张苟朱', null, '0', '13879047017@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492109', 'chenxiaozhong', '123456', '13979089368', null, '陈小忠', null, '0', '13979089368@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492110', 'dongchunzai', '123456', '13979082809', null, '董春仔', null, '0', '13979082809@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492111', 'huangsangen', '123456', '13970499699', null, '黄三根', null, '0', '13970499699@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492112', 'hexiaogen', '123456', '13979044032', null, '何小根', null, '0', '13979044032@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492113', 'zhangtengsheng', '123456', '18607908656', null, '张腾生', null, '0', '18607908656@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492114', 'qianmingen', '123456', '15007902171', null, '钱敏根', null, '0', '15007902171@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480767492115', 'zhangsigen', '123456', '15870098098', null, '章四根', null, '0', '15870098098@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686400', 'huxinliang', '123456', '15207908071', null, '胡新亮', null, '0', '15207908071@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686401', 'jiangxiaoyong', '123456', '15879932457', null, '蒋小勇', null, '0', '15879932457@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686402', 'wangxinping', '123456', '13755490331', null, '王新平', null, '0', '13755490331@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686403', 'pengcaigen', '123456', '13507908041', null, '彭才根', null, '0', '13507908041@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686404', 'yegougen', '123456', '18607901819', null, '叶苟根', null, '0', '18607901819@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686405', 'ruixiang', '123456', '13979007867', null, '邹泰晖', null, '0', '13979007867@qq.com', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686406', 'xiemuhua', '123456', '13870932266', null, '谢睦华', null, '0', '13870932266@163.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686407', 'xuzhenhong', '123456', '13576022254', null, '徐贞洪', null, '0', '13576022254@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686408', 'wanchangli', '123456', '15270037891', null, '万长利', null, '0', '15270037891@163.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686409', 'daiaiming', '123456', '15870606339', null, '戴爱明', null, '0', '15870606339@163.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686410', 'zhangshengjie', '123456', '13782108730', null, '张胜杰', null, '0', '13782108730@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686411', 'dengxiaogang', '123456', '15936168406', null, '邓小刚', null, '0', '15936168406@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686412', 'mutianlin', '123456', '15517739875', null, '穆天林', null, '0', '15517739875@qq,com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686413', 'libin', '123456', '18296403603', null, '李斌', null, '0', '18296403603@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686417', 'aiwenwu', '123456', '18214904471', null, '艾文武', null, '0', '18214904471@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686419', 'qiangsheng', '123456', '13340095516', null, '刘娟', null, '0', '13340095516@qq.com', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480771686420', 'duming', '123456', '13693775908', null, '杜明', null, '0', '13693775908@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880704', 'kangxin', '123456', '17630660677', null, '康鑫', null, '0', '17630660677@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880705', 'sunlei', '123456', '18137552716', null, '孙磊', null, '0', '18137552716@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880706', 'luyafei', '123456', '15565779976', null, '鲁亚飞', null, '0', '15565779976@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880707', 'xueshuzhao', '123456', '18348000908', null, '薛书召', null, '0', '18348000908@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880708', 'yuanshuyong', '123456', '15565484329', null, '袁书勇', null, '0', '15565484329', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880711', 'zhangxianmao', '123456', '13133812944', null, '张先茂', null, '0', '13133812944', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880712', 'xiongyoushen', '123456', '15879059990', null, '熊有深', null, '0', '15879059990@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880713', 'linquannongye', '123456', '17682839989', null, '临泉县农机局', null, '0', '17682839989@qq.com', '3', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880714', 'wodejixie', '123456', '18238662137', null, '沃德机械袁二辉', null, '0', '18238662137@qq.com', '1', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880718', 'wangqingtao', '123456', '13831832690', null, '王清涛', null, '0', 'ap7529871@126.com', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880720', 'lizhihui', '123456', '13709785135', null, '李志辉', null, '0', '13709785135@qq.com', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880721', 'caozhi', '123456', '15803388266', null, '曹志', null, '0', '15803388266@qq.com', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480775880723', 'hanshujie', '123456', '13908906629', null, '韩书杰', null, '0', 'xzbtfw@163.com', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075008', 'CHENDE', '123456', '13897424183', null, '陈德', null, '0', '13897424183', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075009', 'jianfengwo', '123456', '13907968759', null, '黄卫军', null, '0', '13907968759', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075010', 'Zhangminghong', '123456', '1567034080', null, 'zmh', null, '0', '1350526210', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075011', 'luoyangruide', '123456', '15652356603', null, '洛阳瑞得管理员', null, '0', '15652356603@qq.com', '1', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075013', 'liangzhengbao', '123456', '15079288191', null, '梁正宝', null, '0', '15079288151@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075014', 'tupinli', '123456', '13767251107', null, '涂品丽', null, '0', '13767251107', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075015', 'zhengzhouzhonglian', '123456', '18003880895', null, '郑州中联', null, '0', '18603790415@qq.com', '1', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075018', 'xiongmaojun', '123456', '13970225536', null, '熊茂君', null, '0', '13970225536@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075019', 'lixuebao', '123456', '13576054862', null, '李学保', null, '0', '13576054862@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075020', 'wanlagen', '123456', '13387005389', null, '万腊根', null, '0', '13387005389@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075021', 'liurensheng', '123456', '13507000415', null, '刘仁生', null, '0', '13507000415qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075022', 'zhengchangfu', '123456', '13627091285', null, '郑长付', null, '0', '13627091285qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075023', 'wuhaiyong', '123456', '13970991471', null, '吴海勇', null, '0', '13970991471qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075024', 'wuzhihua', '123456', '15079079389', null, '吴志华', null, '0', '15079079389qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075025', 'weixiaowei', '123456', '13672215930', null, '危小卫', null, '0', '13672215930qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075026', 'fanzhexiao', '123456', '13755787486', null, '樊哲孝', null, '0', '13755787486qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480780075027', 'zhouchanggen', '123456', '13707091649', null, '周长根', null, '0', '13707091649qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269312', 'luowanghua', '123456', '13133837556', null, '罗旺华', null, '0', '13133837556qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269313', 'wannaingen', '123456', '15979059177', null, '万年根', null, '0', '15979059177qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269314', 'humaozai', '123456', '15083803561', null, '胡毛崽', null, '0', '15083803561qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269315', 'chengguoyou', '123456', '13576911553', null, '谌国友', null, '0', '13576911553qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269316', 'huxinping', '123456', '13479167863', null, '胡新平', null, '0', '13479167863qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269317', 'zhulongzi', '123456', '15079098059', null, '朱龙子', null, '0', '15079098059qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269318', 'huxiaomao', '123456', '13755663962', null, '胡小毛', null, '0', '13755663962qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269319', 'xuhualong', '123456', '13755631189', null, '许华龙', null, '0', '13755631189qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269320', 'chenyiming', '123456', '13479182308', null, '陈以明', null, '0', '13479182308qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269321', 'yangxiansheng', '123456', '13699568815', null, '杨先升', null, '0', '13699568815qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269322', 'xuqingwen', '123456', '13767168950', null, '涂庆文', null, '0', '13767168950qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269323', 'liuxifeng', '123456', '13755638325', null, '刘西凤', null, '0', '13755638325qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269324', 'xiongkeshi', '123456', '13970071197', null, '熊克实', null, '0', '13970071197qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269325', 'xiongzhongqi', '123456', '13732977002', null, '熊中琪', null, '0', '13732977002qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269326', 'chengyilie', '123456', '13576148348', null, '程一烈', null, '0', '13576148348qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269327', 'xiongjingguo', '123456', '13684812562', null, '熊经国', null, '0', '13684812562qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269328', 'wanyian', '123456', '15879134220', null, '万怡安', null, '0', '15879134220qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269329', 'wusaiyun', '123456', '13699524601', null, '吴赛云', null, '0', '13699524601qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269330', 'minzunxiang', '123456', '13755646359', null, '闵尊祥', null, '0', '13755646359qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269331', 'lizhonghua', '123456', '18296626267', null, '李中华', null, '0', '18296626267qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269332', 'weiyuanbin', '123456', '13807068912', null, '魏元彬', null, '0', '13807068912qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480784269333', 'hedingshi', '123456', '13576105176', null, '何定视', null, '0', '13576105176qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463616', 'dengchangcai', '123456', '13755610613', null, '邓长财', null, '0', '13755610613qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463617', 'zhoujiasheng', '123456', '15870693831', null, '周家盛', null, '0', '15870693831qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463618', 'guozhihu', '123456', '13767425502', null, '郭之虎', null, '0', '13767425502qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463619', 'huguangtao', '123456', '15079047383', null, '胡光桃', null, '0', '15079047383qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463620', 'tumingjia', '123456', '15970451136', null, '涂明佳', null, '0', '15970451136qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463621', 'taoduanfa', '123456', '13576124942', null, '陶端发', null, '0', '13576124942qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463622', 'jiangxichengxin', '123456', '13803526515', null, '江西成新农业服务有限', null, '0', '13803526515qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463623', 'xiongquanzhu', '123456', '13870904700', null, '熊全祝', null, '0', '13870904700qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463624', 'yvhaiguo', '123456', '13732978871', null, '喻海国', null, '0', '13732978871qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463625', 'zhangguangcai', '123456', '13879183679', null, '张光彩', null, '0', '13879183679qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463626', 'chenshuigen', '123456', '13970851634', null, '陈水根', null, '0', '13970851634qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463627', 'gaofuren', '123456', '15970426282', null, '高人福', null, '0', '15970426282qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463628', 'chenxiaoguo', '123456', '13576137517', null, '陈小国', null, '0', '13576137517qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463629', 'tanglei', '123456', '13707095092', null, '唐磊', null, '0', '13707095092qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463630', 'malu', '123456', '13767430722', null, '马路', null, '0', '13767430722qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463631', 'lijiangui', '123456', '13767131105', null, '李健贵', null, '0', '13767131105qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463632', 'wanyigao', '123456', '15079098611', null, '万怡告', null, '0', '15079098611qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463633', 'sunmin', '123456', '13237089787', null, '孙敏', null, '0', '13237089787qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463634', 'wanningcheng', '123456', '15970478930', null, '万宁成', null, '0', '15970478930qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463635', 'daijiugen', '123456', '13803518952', null, '戴九根', null, '0', '13803518952qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463636', 'xujiacai', '123456', '15870603428', null, '余家财', null, '0', '15870603428qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463637', 'luhuaping', '123456', '15979078805', null, '陆华平', null, '0', '15979078805qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463638', 'xiongxiaomei', '123456', '13970993870', null, '熊小妹', null, '0', '13970993870qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463639', 'chenlaojin', '123456', '13870663219', null, '陈老金', null, '0', '13870663219qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480788463640', 'xuxueqiang', '123456', '13979176257', null, '徐雪强', null, '0', '13979176257qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657920', 'wufenghua', '123456', '13803544537', null, '吴凤花', null, '0', '13803544537qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657921', 'tengsanyi', '123456', '18870076328', null, '滕三义', null, '0', '18870076328qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657922', 'sungonghua', '123456', '13607048507', null, '孙功华', null, '0', '13607048507qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657923', 'leilegen', '123456', '15970494439', null, '雷勒根', null, '0', '15970494439qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657924', 'taoxuxuan', '123456', '15170421398', null, '陶绪炫', null, '0', '15170421398qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657925', 'xiongquanqin', '123456', '15007005242', null, '熊全琴', null, '0', '15007005242qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657926', 'xionggengjing', '123456', '15870664590', null, '熊耕景', null, '0', '15870664590qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657927', 'huxulie', '123456', '13767197130', null, '胡序列', null, '0', '13767197130qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657928', 'dengzhonghuan', '123456', '13576128041', null, '邓重焕', null, '0', '13576128041qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657929', 'chenmaomao', '123456', '15070057228', null, '陈毛毛', null, '0', '15070057228qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657930', 'fandingqi', '123456', '13672208610', null, '范定起', null, '0', '13672208610qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657931', 'chenweiguo', '123456', '15970650836', null, '陈卫国', null, '0', '15970650836qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657932', 'tuzongyin', '123456', '13755796167', null, '涂宗银', null, '0', '13755796167qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657933', 'taogendi', '123456', '15079093956', null, '陶根弟', null, '0', '15079093956qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657934', 'xuyong', '123456', '13870635958', null, '徐勇', null, '0', '13870635958qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657935', 'zhaochendong', '123456', '13870637748', null, '赵澄东', null, '0', '13870637748qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657937', 'yanghongren', '123456', '15070965249', null, '杨洪仁', null, '0', '15070965249qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657938', 'yanqunying', '123456', '18107098148', null, '严群英', null, '0', '18107098148qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657939', 'xiongyihua', '123456', '13576144490', null, '熊一桦', null, '0', '13576144490qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657940', 'yvaijin', '123456', '13970086657', null, '于爱金', null, '0', '13970086657qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657941', 'cengzongsheng', '123456', '15170083579', null, '程宗胜', null, '0', '15170083579qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480792657942', 'fufangxiu', '123456', '13767133984', null, '付方秀', null, '0', '13767133984qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480796852224', 'guo123', '123456', '18317726182', null, '郭先生', null, '0', '18317726182@163.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480796852227', 'he', '123456', '15326534523', null, '和', null, '0', '123@163.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480796852228', 'cuizhongde', '123456', '15803287663', null, '崔重德', null, '0', '15803287663@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480796852229', 'zhouxiaoda', '123456', '15103289700', null, '周小达', null, '0', '15103289700@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480796852230', 'maxiaohu', '123456', '15932303952', null, '马小虎', null, '0', '15932303952@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480796852231', 'cheng', '123456', '18211970681', null, '程书锋', null, '0', '18211970681@139.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480801046530', 'weinan-nongjiju', '123456', '13892343276', null, '渭南市农机局', null, '0', '13892343276@qq.com', '3', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480801046531', 'qq1118', '123456', '17634356716', null, '孙华斌', null, '0', '1515743597@qq.com', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480801046532', 'dechangjixie', '123456', '18568631972', null, '李世庆', null, '0', '18568631972@qq.com', '1', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480801046533', 'liuhongchun', '123456', '15031815654', null, '刘红春', null, '0', '1576340776', '0', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
INSERT INTO `rc_user` VALUES ('232949480801046535', 'wangxianzhong', '123456', '13937268239', null, '王献忠', null, '0', '13937268239@qq.com', '2', '0', null, '2019-01-01 00:00:00', '0', '1', 'admin.jpg', '2017-12-13 00:00:00', '朱琨日');
